import Plume from "../assets/imgs/plume.jpg";
import Tea from "../assets/imgs/tea-cup.jpg";

const teaTypes = [
  {
    title: "凍頂茶",
    description:
      "凍頂茶又稱凍頂烏龍茶，是臺灣知名度極高的茶，原產地在台灣南投縣鹿谷鄉，主要是以青心烏龍為原料製成的半球形半發酵茶。凍頂是個地名，早期的烏龍茶栽發源地，實則茶園範圍為鹿谷鄉鹿谷村、彰雅村、永隆村、鳳凰村海拔500~1000公尺之地區均屬之，所產之茶均稱為凍頂烏龍。凍頂烏龍茶極具特色，至今鹿谷農會比賽茶仍是全台灣賽茶量最高的著名指標茶，重視萎凋發酵足，中重度的焙火更是比賽茶的決定性指標。該茶種特色，甘醇厚底、喉韻回甘強。",
    imageUrl: `${Plume}`,
    time: 1500,
  },
  {
    title: "阿里山珠露茶",
    description:
      "阿里山珠露茶，高山茶區位於阿里山山麓的石棹地區，海拔1000-1700公尺，主要品種以烏龍茶及金萱茶為主。民國75年由當時的副總統謝東閔提名為「阿里山珠露」，並由茶葉產銷班完成商標註冊、分級包裝和標價。",
    imageUrl: `${Tea}`,
    time: 1500,
  },
  {
    title: "阿里山珠露茶",
    description:
      "「東方美人茶」，一般茶農俗稱「番莊烏龍」，因其茶芽白毫顯著，又稱「白毫烏龍茶」；在夏茶期間茶芽受浮塵子（小綠葉蟬）叮咬後所採收製成一種含有特殊風味的茶，此乃烏龍茶之極品，稱之為「膨風茶」，西方飲茶人士譽之為「東方美人」，曾請台灣前副總統謝東閔命名為「福壽茶」，此與目前市場上所稱之烏龍茶（半球型包種茶）大不相同。是半發酵茶類中發酵程度最深的一種茶，茶葉外觀以白毫肥大，葉部呈紅、黃、綠相間，顏色鮮艷者較佳；茶湯水色明亮艷麗橙紅色，香氣聞之有天然熟果香，芬芳怡人者為貴，茶湯入口滋味濃厚，甘醇而不生澀，圓滑潤和具有刺激性，過喉徐徐生津，口中甘醇尚有回味者為上品。",
    imageUrl: `${Tea}`,
    time: 1500,
  },
  {
    title: "台灣高山茶",
    description:
      "台灣高山茶，指以海拔1,000公尺以上茶園所產製的烏龍茶為主，「高山茶」並非專指某地生產的茶，而是與「平地茶」相對的概念名詞。台灣生產高山茶的地區分布極廣，以嘉義縣與南投縣境內海拔1,000-1,400公尺的新興茶區為主。其中又以阿里山茶、杉林溪茶、梨山茶、玉山茶為代表。",
    imageUrl: `${Tea}`,
    time: 1500,
  },
];

export default teaTypes;
